/*
 * test_clock_source.c - test_clock_source.c config and achieve;
 *
 * Copyright (c) 2014 Forlan.yung(YANGHUALIANG)
 *
 */

#include "include.h"


/****************************************************************************
      函数申明区
****************************************************************************/


/****************************************************************************
      函数定义区
****************************************************************************/
void config_output_clock(void)
{
    output_clock_setup(CLKOUTCLK_SRC_WDT_OSC);
}


